[
    {
      "id": 1,
      "category_name": "Health",
      "text_color": "#FF5733",
      "category_bg": "rgba(255, 87, 51, 0.7)",
      "card_bg": "rgba(255, 87, 51, 0.5)",
      "category_title": "Support Medical Aid",
      "category_description": "Make a significant impact on the lives of individuals facing health challenges by supporting our Medical Aid program. Your generous donation goes a long way in providing essential medical supplies, treatments, and care to those in need. It helps ensure that no one is denied access to life-saving healthcare due to financial constraints.\n\nOur Medical Aid program extends its reach to the most vulnerable populations, including children, the elderly, and marginalized communities. We work tirelessly to improve access to healthcare services and enhance the overall well-being of our beneficiaries.\n\nWith your support, we can continue to make a positive difference in the world of healthcare. Your contribution enables us to purchase vital medical equipment, medications, and provide medical professionals with the resources they need to save lives.\n\nJoin us in our mission to bring hope, healing, and relief to those who need it most. Your donation matters, and together, we can create a healthier and brighter future for all.",
      "donation_amount": 25,
      "img": "https://i.postimg.cc/59QsgHLW/image.png"
    },
    {
      "id": 2,
      "category_name": "Education",
      "text_color": "#4CAF50",
      "category_bg": "rgba(76, 175, 80, 0.7)",
      "card_bg": "rgba(76, 175, 80, 0.5)",
      "category_title": "Educational Scholarships",
      "category_description": "Empower the next generation and transform lives through education by supporting our Educational Scholarships program. Your generous contribution plays a crucial role in providing deserving students with access to quality education and the opportunity to pursue their dreams.\n\nIn today's world, education is the key to unlocking a brighter future. Unfortunately, many talented and motivated students face financial barriers that limit their educational prospects. Our Educational Scholarships program aims to bridge that gap.\n\nBy donating to our program, you are investing in the future of our communities and the world. You're helping students acquire the knowledge and skills they need to become leaders, innovators, and contributors to society.\n\nWe believe that education should be accessible to all, regardless of financial circumstances. Your support allows us to offer scholarships, educational resources, and mentorship programs that empower students to excel in their studies and achieve their goals.\n\nJoin us in creating a world where every student has the opportunity to reach their full potential through education. Your donation to our Educational Scholarships program is a step towards a brighter and more equitable future.",
      "donation_amount": 30,
      "img": "https://i.postimg.cc/xd00yD4B/crayons-1445053-640.jpg"
    },
    {
      "id": 3,
      "category_name": "Clothing",
      "text_color": "#2196F3",
      "category_bg": "rgba(33, 150, 243, 0.7)",
      "card_bg": "rgba(33, 150, 243, 0.5)",
      "category_title": "Warm Clothing Drive",
      "category_description": "Join our mission to provide warmth and comfort to individuals and families facing harsh weather conditions by supporting our Warm Clothing Drive. Your donation makes a meaningful impact on the lives of those in need, ensuring they stay safe and comfortable during the winter months and other challenging weather conditions.\n\nFor many, the arrival of winter brings not only joy but also the harsh reality of cold temperatures. Vulnerable populations, including the homeless and low-income families, struggle to stay warm and protected. That's where our Warm Clothing Drive comes in.\n\nWith your support, we can provide warm clothing, blankets, and other essentials to those who need it most. Your contribution ensures that no one has to endure the biting cold without proper protection.\n\nBy donating to our Warm Clothing Drive, you're not just providing physical warmth; you're also offering comfort, hope, and dignity to individuals facing adversity. Your generosity is a lifeline for those struggling to make ends meet.\n\nTogether, we can make a difference in the lives of countless individuals. Your donation to our Warm Clothing Drive is a testament to the power of compassion and community.",
      "donation_amount": 20,
      "img": "https://i.postimg.cc/t4GPbJsP/booties-2047596-640.jpg"
    },
    {
      "id": 4,
      "category_name": "Food",
      "text_color": "#FFC107",
      "category_bg": "rgba(255, 193, 7, 0.7)",
      "card_bg": "rgba(255, 193, 7, 0.5)",
      "category_title": "Hunger Relief",
      "category_description": "Join us in the fight against hunger and food insecurity by supporting our Hunger Relief program. Your generous donation helps provide nutritious meals to individuals and families in need, ensuring that no one goes to bed hungry.\n\nHunger is a pressing issue that affects millions of people worldwide, including children, the elderly, and marginalized communities. Our Hunger Relief program is dedicated to alleviating this suffering and making a positive impact on those who need it most.\n\nWith your support, we can continue to distribute food to food banks, shelters, and communities in need. Your contribution ensures that vulnerable populations have access to nourishing meals that promote health and well-being.\n\nHunger should never be a barrier to a fulfilling life. Your donation to our Hunger Relief program is a step toward ending hunger and creating a world where everyone has the opportunity to thrive. Together, we can make a significant difference in the lives of those facing food insecurity.",
      "donation_amount": 15,
      "img": "https://i.postimg.cc/5yLxxxrK/watermelon-2367029-640.jpg"
    },
    {
        "id": 5,
        "category_name": "Health",
        "text_color": "#FF5733",
        "category_bg": "rgba(255, 87, 51, 0.7)",
        "card_bg": "rgba(255, 87, 51, 0.5)",
        "category_title": "Medical Supplies Donation",
        "category_description": "Support our Medical Supplies Donation program and contribute to the provision of essential medical equipment to healthcare facilities in need. Your donation ensures that doctors and nurses have the tools they need to save lives and provide quality care. Together, we can make a meaningful difference in healthcare access.\n\nIn many underserved regions, healthcare facilities lack access to basic medical supplies, making it challenging to provide adequate care. Your generous contribution addresses this critical issue by funding the purchase and distribution of vital medical equipment and supplies.\n\nFrom bandages to ventilators, every item plays a role in saving lives and improving patient outcomes. By donating to our program, you're directly impacting the health and well-being of countless individuals, from infants to the elderly.\n\nHealthcare should be a universal right, and your support helps bridge the gap. Your donation to our Medical Supplies Donation program is an investment in the health and future of communities worldwide. Join us in this important mission and help us save lives.",
        "donation_amount": 25,
        "img": "https://i.postimg.cc/MTQ01ppm/stethoscope-840125-640.jpg"
      },
      {
        "id": 6,
        "category_name": "Education",
        "text_color": "#4CAF50",
        "category_bg": "rgba(76, 175, 80, 0.7)",
        "card_bg": "rgba(76, 175, 80, 0.5)",
        "category_title": "Support STEM Education",
        "category_description": "Invest in the future by supporting STEM (Science, Technology, Engineering, and Mathematics) education. Your donation will provide resources, mentorship, and opportunities for students to excel in STEM fields, shaping the innovators and leaders of tomorrow. Join us in this mission to inspire the next generation.\n\nSTEM education plays a pivotal role in advancing society and solving complex global challenges. It empowers students with critical thinking skills, creativity, and the ability to innovate. However, not all students have equal access to STEM education opportunities.\n\nYour contribution to our STEM Education program promotes inclusivity and diversity in STEM fields. It provides scholarships, educational materials, and hands-on experiences that ignite passion and curiosity in young minds.\n\nBy donating, you're fostering a new generation of scientists, engineers, and innovators who will drive progress and shape the future. Together, we can break down barriers and ensure that every student has the chance to explore the fascinating world of STEM.\n\nYour support matters. Join us in making STEM education accessible and inspiring for all.",
        "donation_amount": 30,
        "img": "https://i.postimg.cc/k5twvcjS/books-1204029-640.jpg"
      },
      {
        "id": 7,
        "category_name": "Clothing",
        "text_color": "#2196F3",
        "category_bg": "rgba(33, 150, 243, 0.7)",
        "card_bg": "rgba(33, 150, 243, 0.5)",
        "category_title": "Emergency Clothing Relief",
        "category_description": "In times of crisis, access to clothing is crucial. Your donation to our Emergency Clothing Relief program will help us respond quickly to disasters and provide clothing to those affected, offering comfort and relief in their time of need. Join us in this essential mission.\n\nNatural disasters, conflicts, and unexpected emergencies can displace individuals and families, leaving them without basic necessities. Your support allows us to maintain a ready supply of clothing that can be rapidly deployed to assist those in crisis.\n\nWith your donation, you're providing more than just clothing. You're offering warmth, dignity, and a sense of security to people who have lost everything. From warm coats to blankets, your contribution helps us make a tangible difference in the lives of disaster survivors.\n\nTogether, we can respond swiftly and compassionately to emergencies. Your donation to our Emergency Clothing Relief program is a lifeline for those facing unimaginable challenges. Join us in providing comfort and hope when it's needed most.",
        "donation_amount": 20,
        "img": "https://i.postimg.cc/TwKyD7C8/jeans-2979818-640.jpg"
      },
      {
        "id": 8,
        "category_name": "Food",
        "text_color": "#FFC107",
        "category_bg": "rgba(255, 193, 7, 0.7)",
        "card_bg": "rgba(255, 193, 7, 0.5)",
        "category_title": "Food for Children",
        "category_description": "Every child deserves access to nutritious food. Your donation to our Food for Children program will help us provide meals and support to hungry children in underprivileged areas, ensuring they have the nourishment they need to thrive. Join us in this critical mission.\n\nChildhood hunger is a pressing issue that affects millions of children worldwide. Lack of proper nutrition can have long-lasting effects on a child's health, development, and future prospects.\n\nWith your support, we can provide meals, snacks, and nutritional support to children in need. Your contribution ensures that no child goes to bed hungry and that they have the energy and nutrients required for growth and learning.\n\nBy donating to our Food for Children program, you're investing in the well-being and future of the next generation. Together, we can break the cycle of hunger and poverty, ensuring that every child has the opportunity to reach their full potential.\n\nJoin us in making a lasting impact on children's lives. Your donation matters, and it's a step toward a brighter future for all children.",
        "donation_amount": 15,
        "img": "https://i.postimg.cc/k4q1MSct/berries-2277-640.jpg"
      },
      {
        "id": 9,
        "category_name": "Health",
        "text_color": "#FF5733",
        "category_bg": "rgba(255, 87, 51, 0.7)",
        "card_bg": "rgba(255, 87, 51, 0.5)",
        "category_title": "Healthcare Access",
        "category_description": "Everyone should have access to quality healthcare. Your donation to our Healthcare Access program will support initiatives that ensure healthcare services are accessible to all, regardless of their circumstances. Join us in this mission to improve healthcare equity and make a lasting impact on communities.\n\nAccess to healthcare is a fundamental human right, yet millions of people around the world face barriers to receiving necessary medical care. Your generous contribution helps break down these barriers by supporting programs that expand healthcare access.\n\nFrom providing medical clinics in underserved areas to offering transportation to medical appointments, your donation supports a wide range of initiatives that enhance healthcare availability. Your support also assists in making healthcare more affordable and comprehensive for those who need it most.\n\nYour donation to our Healthcare Access program is an investment in healthier communities and brighter futures. By ensuring that healthcare is within reach for all individuals, we can promote well-being, prevent illness, and save lives.\n\nJoin us in this vital mission to create a world where healthcare is a universal reality, not a privilege.",
        "donation_amount": 25,
        "img": "https://i.postimg.cc/nzWDSbCc/jogging-2343558-640.jpg"
      },
      {
        "id": 10,
        "category_name": "Education",
        "text_color": "#4CAF50",
        "category_bg": "rgba(76, 175, 80, 0.7)",
        "card_bg": "rgba(76, 175, 80, 0.5)",
        "category_title": "Educational Resources",
        "category_description": "Access to educational resources can transform lives. Your donation to our Educational Resources program will provide students with books, materials, and tools to enhance their learning experience, opening doors to new opportunities. Join us in this mission to empower students and promote education for all.\n\nEducation is a powerful force for change, but not all students have equal access to essential learning materials. Your generous contribution bridges this gap by funding the provision of educational resources that students need to succeed.\n\nFrom textbooks and school supplies to digital resources, your support enables us to equip classrooms and students with the tools required for academic excellence. You're helping students unlock their potential and achieve their dreams.\n\nBy donating to our Educational Resources program, you're investing in the knowledge and skills of the next generation. You're giving students the ability to explore new horizons, pursue their passions, and contribute meaningfully to society.\n\nJoin us in making quality education accessible to all students. Your donation to our Educational Resources program is a step toward a world where every student has the chance to thrive through education.",
        "donation_amount": 30,
        "img": "https://i.postimg.cc/qB8KXYp0/books-1163695-640.jpg"
      },
      {
        "id": 11,
        "category_name": "Clothing",
        "text_color": "#2196F3",
        "category_bg": "rgba(33, 150, 243, 0.7)",
        "card_bg": "rgba(33, 150, 243, 0.5)",
        "category_title": "Winter Clothing Drive",
        "category_description": "Help keep people warm during the winter months by supporting our Winter Clothing Drive. Your donation provides essential winter clothing to those in need, ensuring they stay safe and comfortable in cold weather. Join us in this mission to make a difference.\n\nWinter can be a challenging season for vulnerable populations, including the homeless and low-income families. Your support allows us to distribute warm coats, blankets, gloves, and other winter essentials to individuals and families facing harsh weather conditions.\n\nWith your donation, you're not only providing warmth but also offering dignity and hope. You're ensuring that nobody has to endure the freezing cold without proper protection.\n\nBy donating to our Winter Clothing Drive, you're making a tangible impact on the lives of those struggling to stay warm. Your generosity is a lifeline for individuals and families who need it most.\n\nTogether, we can ensure that everyone has access to winter clothing and the comfort it brings. Your donation to our Winter Clothing Drive is a testament to the power of compassion and community.",
        "donation_amount": 20,
        "img": "https://i.postimg.cc/pLxM5mqR/hangers-1850082-640.jpg"
      },
      {
        "id": 12,
        "category_name": "Food",
        "text_color": "#FFC107",
        "category_bg": "rgba(255, 193, 7, 0.7)",
        "card_bg": "rgba(255, 193, 7, 0.5)",
        "category_title": "Meal Programs",
        "category_description": "Support our Meal Programs and help us provide nutritious meals to the homeless and hungry in our communities. Your generous donation ensures that those in need have access to food, nourishment, and hope. Join us in this critical mission.\n\nHunger is a persistent issue, and many individuals face daily challenges in accessing enough food to meet their basic needs. Our Meal Programs are designed to address this issue by offering hot meals, groceries, and support to those experiencing food insecurity.\n\nYour donation goes directly toward funding meal programs, food banks, and community initiatives that make a meaningful impact. It provides sustenance and comfort to individuals who might otherwise go hungry.\n\nBy donating to our Meal Programs, you're playing a vital role in improving the lives of the most vulnerable in our communities. You're offering a lifeline, nourishment, and a chance for a better tomorrow.\n\nJoin us in this mission to combat hunger and make a lasting difference. Your donation to our Meal Programs is a step toward a world where no one has to go to bed hungry.",
        "donation_amount": 15,
        "img": "https://i.postimg.cc/xCPzYJx8/vegetables-752153-640.jpg"
      }
  ]
  